Repository: nitgNITG/almansyapp
Catalog: lib/l10n/app_*.arb
Languages: ar

source: About academy
ar: عن الأكاديمية

source: about course
ar: عن الدورة

source: Academic qualification
ar: المؤهل الاكاديمي

source: Academy
ar: المهنــــــــــــــــــي

source: Added successful
ar: تمت الاضافة

source: Add to cart
ar: أضف الى السلة

source: Already have an account ?
ar: لديك حساب بالفعل؟

source: Are you good at reading and writing ?
ar: هل تجيد القراءة والكتابة ؟

source: Available platforms to contact us
ar: المنصات المتاحة للتواصل معنا

source: Call us
ar: اتصل بنا

source: Call us
ar: اتصل بنا

source: Cancel
ar: الغاء

source: Cart
ar: سلة المشتريات

source: Certificates
ar: الشهادات

source: change password
ar: تغيير كلمة المرور

source: Chats
ar: المحادثات

source: Check the internet connection and try again
ar: تحقق من الاتصال بالانترنت وحاول مجددا

source: Complete course
ar: تكملة الدورة

source: Complete purchase
ar: أكمل الشراء

# congrats
source: Congratulations
ar: تهانينا!

source: Contact info
ar: بيانات التواصل

source: Contact us through email
ar: توصل معنا عبر البريد الالكتروني

source: Course already added
ar: تمت اضافة الكورس بالفعل

source: Course content
ar: محتوى الدورة

source: Course files
ar: ملفات الدوره التدريبيه

# courseGoals
source: Course goals(what you will gain and learn after course )
ar: أهداف الدورة (نقاط مختصرة عن الهدف التعليمي من الدورة)

source: Courses
ar: الكورسات

source: Courses count
ar: عدد الكورسات

source: Course tests
ar: إختبارات الدوره التدريبيه

source: Course videos
ar: فديوهات الدوره التدريبيه

# createAccount
source: Create an account ?
ar: إنشاء حساب

# createNewStudentAccount
source: Create a new student account
ar: انشاء حساب متدرب جديد

source: Current job (if any)
ar: الوظيفة الحالية ( ان وجد )

source: Delete all
ar: مسح الكل

source: Description
ar: الوصف

source: detailed address
ar: العنوان بالتفصيل

source: Display centers
ar: عرض المراكز

source: Display more
ar: عرض المزيد

# dontHaveaccountyet
source: Don’t Have An Account?
ar: ليس لديك حساب ؟

source: Do you have an academic qualification?
ar: هل لديك مؤهل اكاديمي؟

source: Edit profile
ar: تعديل الملف الشخصي

source: Edit student data
ar: تعديل البيانات

source: Education and employment
ar: المستوي التعليمي والوظيفة

source: Email
ar: البريد الإلكتروني

source: Enrolled
ar: تم الإشتراك في الكورس

source: Enrolled students
ar: الطلاب المشتركين

source: Enroll to course
ar: طلب الإشتراك في الكورس

source: Enter any name to search
ar: ابحث بالاسم او الوصف

source: Experiences
ar: الخبرات

source: Female
ar: أنثى

source: First name
ar: الاسم الاول

source: Forget password?
ar: هل نسيت كلمة المرور ؟

source: Forth name
ar: الاسم الرابع

source: Forum
ar: المنتدى

source: Free
ar: مجانا

source: gender
ar: النوع

source: Grades
ar: التقديرات

source: Hello World!
ar: مرحبا بك

source: Help
ar: المساعدة

source: Home
ar: الرئيسية

source: If you have any questions or comments
ar: اذا كان لديك أي استفسار أو تعليق"

source: Introduction to course
ar: مقدمة عن الكورس

source: job
ar: الوظيفة

source: Log in
ar: تسجيل الدخول

source: Login as guest
ar: الدخول كزائر

source: Login info
ar: بيانات تسجيل الدخول

source: logout
ar: تسجيل خروج

source: male
ar: ذكر

source: Ministry of manpower
ar: وزارة القوى العاملة

source: More
ar: المزيد

source: My courses
ar: دوراتي التدريبية

source: Name
ar: الإسم

source: National ID number
ar: الرقم القومي

source: New password
ar: كلمة المرور الجديدة

source: News
ar: الأخبار

source: No
ar: لا

source: Notes
ar: ملاحظات

source: Notifications
ar: الإشعارات

source: Number of courses in cart
ar: عدد الدورات في السلة

source: Number of enrolled courses
ar: عدد الدورات المشترك بها

source: open admin panel
ar: إدارة الموقع

source: Or if you need assistance
ar: أو تحتاج المساعدة فلا تتردد في الاتصال بنا عبر القنوات المتاحة لديك أو عن طريق ارسال رسالة من خلال الصفحة.

source: Partners
ar: شركاؤنا

source: Password
ar: كلمة المرور

source: Personal data
ar: البيانات الشخصية

# phone
source: Phone number
ar: رقم الهاتف

source: Phone number 2 (optional)
ar: رقم الهاتف 2 (أختياري)

source: Please confirm
ar: برجاء التحقق

source: Please enter a phone number with at least 10 digits.
ar: برجاء ادخال رقم هاتف صالح.

source: Please enter a valid text.
ar: برجاء ادخال نص صالح.

source: Please enter valid id number
ar: برجاء ادخال رقم قومي صالح

source: Please enter valid pasword length must be more than 4
ar: برجاء ادخال كلمة مرور على الاقل تحتوي على 6 خانات

source: Please enter your email address.
ar: برجاء ادخال بريد الكتروني صالح.

source: Please enter your phone number.
ar: برجاء ادخال رقم هاتف صالح.

source: Please fill this field.
ar: رجاءا قم بملأ هذا الحقل

source: Price
ar: السعر

source: Profile
ar: الصفحة الشخصية

source: Profile settings
ar: إعدادات الحساب الشخصي

source: Reports
ar: التقارير

# requirementsForTheCourse
source: Requirements that required to enroll the course
ar: المتطلبات (المهارات والمعرفة الواجب توافرها في المتقدم للدورة)

source: Reset password
ar: اعادة تعيين كلمة المرور

source: Re write password
ar: اعادة كلمة المرور

source: Search
ar: بحث

source: Search by name or job
ar: ابحث بالاسم او الوصف

source: Second name
ar: الاسم الثاني

source: Settings
ar: الإعدادات

source: Simulation
ar: العناصر التفاعليه للدوره التدريبية

source: sorry!..prolem from us.
ar: نأسف ..حدثت مشكلة من جانبنا

source: state
ar: المحافظة

source: student information
ar: بيانات المتدرب

source: Students count
ar: عدد الطلاب

source: Students number
ar: عدد الطلاب

source: Study details
ar: بيانات الدوره التدريبيه

source: subscribe in course
ar: اشتراك في الكورس

source: Subscribe to show course content
ar: إشترك في الكورس لعرض المحتوى

source: Teacher description
ar: وصف المعلم

# thereIsInternetConnection
source: There is stable internet connection
ar: من وجود اتصال بالانترنت

source: There is no video for this course
ar: لا يوجد فيديو تعريفي لهذه الدورة

source: The type of trainig courses you want ?
ar: نوع الدورات التدريبية التي ترغب بها

source: Third name
ar: الاسم الثالث

source: Times of work
ar: مواعيد العمل

source: Total price
ar: إجمالي التكلفة

source: Trainees
ar: المدربون

# trainigCenters
source: Training Centers
ar: مراكز الدريب

source: Training courses
ar: الدورات التدريبية

source: Training provissions
ar: المهن التدريبية

source: Try again
ar: المحاولة مرة أخرى

source: Type of academic livel(if there)
ar: نوع المؤهل التعليمي (ان وجد )

source: Updated succesfull
ar: تم التحديث بنجاح

source: Username or email
ar: اسم المستخدم أو البريد الإلكتروني

# vocationalTrainingAcademy
source: Vocational Training
ar: أكاديمية التدريب

source: Workshops
ar: الدورات العملية

source: Yes
ar: نعم

source: You are welcome to contact us
ar: ترحب بتواصلكم معنا
